{
  "find the best solution for your it problems": "trouver la meilleure solution à vos problèmes informatiques",
  "We are a team of IT professionals dedicated to customer satisfaction": "Nous sommes une équipe de professionnels de l'informatique dédiée à la satisfaction du client",
  "Learn More": "En savoir plus",
  "home": "accueil",
  "products": "produits",
  "about": "À propos de nous",
  "About US": "à propos de nous",
  "contact": "nous joindre",
  "cart": "panier",
  "product inquiry": "demande de produit",
  "Contact US": "Nous joindre",
  "Copyright": "Droits d'auteur",
  "LOCATION": "EMPLACEMENT",
  "Address": "Adresse",
  "Monday to Friday": "lundi à vendredi",
  "OTHERS": "AUTRES",
  "all": "tout",
  "consumables": "consommables",
  "servers/computers": "serveurs/ordinateurs",
  "software": "logiciel",
  "peripherals": "périphériques",
  "printers": "imprimantes",
  "Product-subheading": "Le matériel/logiciel informatique peut être acheté directement auprès d'Exel-Tech",
  "Service-subheading": "Exel-Tech offre une grande variété de services informatiques",
  "Service center for Okidata and Supermicro": "Centre de service pour Okidata et Supermicro",
  "Network setup, maintenance and configuration for enterprises": "Installation, maintenance et configuration du réseau pour les entreprises",
  "Network components and cables": "Composants et câbles réseau",
  "Network/Desktop Security (Firewall, Anti-Virus, Anti-Spam, Phishing etc.)": "Sécurité réseau/bureau (pare-feu, antivirus, anti-spam, hameçonnage, etc.)",
  "Backup Solutions, Disaster Recovery Configuration": "Solutions de sauvegarde, configuration de reprise après sinistre",
  "Electronic Business Solutions": "Solutions d'affaires électroniques",
  "VPN Client Services - VOIP (Voice Over Internet Protocol)": "Services client VPN - VOIP (Voix sur protocole Internet)",
  "A Wide choice of computer systems": "Un large choix de systèmes informatiques",
  "System Update Services": "Services de mise à jour du système",
  "About-intro": "Le service et le support client personnalisé ont toujours été l'objectif principal d'Exel-Tech, qui a été lancé par M. Costas Psyharis en 1987. Tous les membres de notre personnel informatique professionnel sont techniquement formés pour répondre aux besoins informatiques personnels de chaque client.",
  "How we define personalized services": "Comment nous définissons les services personnalisés",
  "About-body": "Notre philosophie chez EXEL-TECH est de traiter nos clients comme nous aimerions être traités nous-mêmes. Nos clients sont comme des amis à qui nous offrons nos meilleures opinions et suggestions sur une variété de produits et services dans le but de répondre à leurs besoins et aux besoins du monde informatique en constante croissance. Les membres de notre personnel reçoivent en permanence une formation sur les nouveaux produits, services et technologies changeantes au fur et à mesure qu'ils se présentent à nous. Avec la collaboration d'Intel, de Supermicro et de Microsoft, Exel-Tech s'est implantée sur de nouveaux marchés plus vastes, qui comprennent les secteurs des gouvernements provincial et fédéral. En tant que premier fournisseur Intel Premier de matériel de serveur, Exel-Tech est conçu pour répondre aux besoins de nos clients en temps opportun. Nous élargissons constamment nos connaissances pour répondre aux demandes et mettre en œuvre les meilleures solutions pour répondre aux besoins de nos clients.",
  "login required.": "Connexion requise.",
  "Please enter a product serial number": "Veuillez entrer un numéro de série de produit",
  "Search": "Chercher",
  "This page will redirect to login in 3 seconds.": "Cette page redirigera vers la connexion dans 3 secondes.",
  "Please use contact us form to request login information.": "Veuillez utiliser le formulaire de contact pour demander les informations de connexion.",
  "find by SystemSN": "trouver par SystemSN",
  "No Product found": "Aucun produit trouvé",
  "Close": "Fermer",
  "login": "connexion",
  "logOut": "Se déconnecter",
  "sign up": "enregistrez",
  "username": "Nom d'utilisateur",
  "email": "Courriel",
  "password": "Mot de passe",
  "confirm password": "Confirmez le mot de passe",
  "submit": "soumettre",
  "Contact-subheading": "Pour votre commodité, vous pouvez toujours nous envoyer un message à tout moment via le formulaire suivant et nous vous contacterons dans les plus brefs délais.",
  "Your name": "Votre nom *",
  "Your email": "Votre courriel *",
  "Your phone": "Votre téléphone 000-000-0000",
  "Your message": "Votre message *",
  "Please enter your name.": "Veuillez entrez votre nom.",
  "Please enter your email.": "Veuillez entrez votre courriel.",
  "Please enter a valid email.": "Veuillez entrer votre courriel valide.",
  "Please enter your phone number.": "Veuillez entrer votre numéro de téléphone.",
  "Please match requested format 000-000-0000.": "Veuillez respecter le format demandé 000-000-0000.",
  "Please enter a message.": "Veuillez entrer votre message.",
  "Max length exceeded.": "Longueur max 100 dépassée."
}